Repository: MYSEY/HR-Mobile
Catalog: lib/l10n/app_*.arb
Languages: km

source: Account
km: គណនី

# addNewRequestLeave
source: New Request Leave
km: ស្នើសុំច្បាប់ថ្មី

source: Adjustment Excluded Tax(+/-)
km: ការកែសម្រួល (មិនរួមបញ្ចូលពន្ធ) (+/-)

source: Adjustment Included Tax(+/-)
km: ការកែសម្រួល (រួមបញ្ចូលពន្ធ) (+/-)

source: Age
km: អាយុ

source: All Employee
km: បុគ្គលិកទាំងអស់

source: All Months
km: ខែទាំងអស់

source: All Years
km: ឆ្នាំទាំងអស់

source: Allowance
km: ប្រាក់បន្ថែម

# allowanceKp
source: Allowance( Khmer New Year/Pechum Ben )
km: ប្រាក់ឧបត្ថម្ភ (ចូលឆ្នាំថ្មី/បុណ្យភ្ជុំបិណ្ឌ)

source: Amount
km: ចំនួន

source: Annual Leave
km: ឈប់សម្រាកប្រចាំឆ្នាំ

source: Apply
km: ស្នើសុំ

source: Approve
km: អនុម័ត

source: Approve Cancel
km: អនុម័ត បោះបង់

# areyousure
source: Are you sure you want to approve this leave request?
km: តើអ្នកប្រាកដថាចង់អនុម័តសំណើសុំឈប់សម្រាកនេះមែនទេ?

# areyousureDelete
source: Are you sure you want to delete this leave request?
km: តើអ្នកប្រាកដថាចង់លុបសំណើសុំការឈប់សម្រាកនេះមែនទេ?

# areyousureCancel
source: Are you sure you want to cancel this leave request?
km: តើអ្នកប្រាកដថាចង់បោះបង់សំណើសុំការឈប់សម្រាកនេះមែនទេ?

# areyousureReject
source: Are you sure you want to reject this leave request?
km: តើអ្នកប្រាកដថាចង់បដិសេធសំណើសុំឈប់សម្រាកនេះមែនទេ?

source: Basic Pay
km: ប្រាក់ខែគោល

source: Basic Salary
km: ប្រាក់ខែគោល

source: Basic Salary Received
km: ប្រាក់ខែមូលដ្ឋានដែលបានទទួល

source: Bonuses
km: ប្រាក់រង្វាន់

source: Breakdown
km: ការបែងចែក

source: Cancel
km: បោះបង់

source: C&B
km: សំណងនិង អត្ថប្រយោជន៍

# cbPage
source: C&B
km: សំណងនិងអត្ថប្រយោជន៍

source: Change Password
km: ផ្លាស់ប្តូរពាក្យសម្ងាត់

source: Change Profile
km: ផ្លាស់ប្តូររូប

source: Child Allowance
km: ប្រាក់ឧបត្ថម្ភកុមារ

source: Children Informations
km: ព័ត៌មានអំពីកូនៗ

source: Company Name
km: ឈ្មោះក្រុមហ៊ុន

source: Confirm Approve
km: បញ្ជាក់ការអនុម័ត

# confirmDeletion
source: Confirm Cancel
km: បញ្ជាក់ការលុប

source: Confirm Cancel
km: បញ្ជាក់បោះបង់

source: Confirm Reject
km: បញ្ជាក់ការបដិសេធ

source: Confirm Password
km: បញ្ជាក់ពាក្យសម្ងាត់

source: Date
km: កាលបរិច្ឆេទ

source: Day Taken
km: ចំនួនថ្ងៃដាក់ច្បាប់

source: Date Of Birth
km: ថ្ងៃខែឆ្នាំកំណើត

source: Date Of Joining
km: ថ្ងៃចូលបម្រើការងារ

source: Deduction
km: ប្រាក់ត្រូវកាត់

source: Deductions
km: ប្រាក់ត្រូវកាត់

source: Degree
km: សញ្ញាបត្រ

source: Delete
km: លុប

source: Discount Fee
km: ថ្លៃបញ្ចុះតម្លៃ

source: Duration Term
km: រយៈពេលបណ្តុះបណ្តាល

source: Earning
km: ចំណូល

source: Edit
km: កែប្រែ

source: Edit Profile
km: កែសម្រួលប្រវត្តិរូប

source: Edit Leave Request
km: កែសម្រួលសំណើ

source: Email
km: អ៊ីមែល

source: Employee
km: បុគ្គលិក

source: Employee Detail
km: ព័ត៌មានលម្អិតអំពីបុគ្គលិក

source: Employee Id
km: លេខសម្គាល់បុគ្គលិក

source: Employee Type
km: ប្រភេទបុគ្គលិក

source: Employees
km: បុគ្គលិក

source: Employment & Education
km: ការងារ និងការអប់រំ

source: Employment Type
km: ប្រភេទការងារ

source: End Date
km: កាលបរិច្ឆេទបញ្ចប់

source: End Day
km: ថ្ងៃបញ្ចប់

source: Enter your remark
km: បញ្ចូលការកត់សម្គាល់របស់អ្នក

source: Experience Informations
km: បទពិសោធន៍ការងារ

source: Field Of Study
km: ជំនាញសិក្សា

source: From
km: ចាប់ពី

source: From Date
km: ចាប់ពីថ្ងៃ

source: FullTime
km: ពេញម៉ោង

source: Gender
km: ភេទ

source: Gross Salary
km: ប្រាក់ខែសរុប

source: Half Day
km: ពាក់កណ្តាលថ្ងៃ

source: Handover Staff
km: បុគ្គលិកជំនួសការងារ

source: Home
km: ទំព័រដើម

source: Increasement
km: ការបន្ថែមប្រាក់ខែ

source: Institution
km: ស្ថាប័ន

source: Job Position
km: មុខតំណែងការងារ

# languages
source: Language
km: ភាសា

source: Leave Admin
km: ការគ្រប់គ្រប់ច្បាប់ ឈប់សម្រាកបុគ្គលិក

# leaveAdminPage
source: Leave Admin
km: ការគ្រប់គ្រប់ច្បាប់ឈប់សម្រាកបុគ្គលិក

source: Leave Employee
km: ការស្នើសុំច្បាប់ ឈប់សម្រាក

# leaveEmployeePage
source: Leave Employee
km: ការស្នើសុំច្បាប់ឈប់សម្រាក

# leaveOnBehalfMenu
source: Leave On Behalf
km: ការស្នើសុំច្បាប់ ឈប់សម្រាកជំនួស

# leaveOnBehalfPage
source: Leave On Behalf
km: ការស្នើសុំច្បាប់ឈប់សម្រាកជំនួស

source: Leave Reason
km: មូលហេតុស្នើសុំច្បាប់

source: Leave Request Info
km: ព័ត៌មានសំណើសុំការឈប់សម្រាក

source: Leave Type
km: ប្រភេទច្បាប់

source: Leaves
km: ការឈប់សម្រាក

source: Loan
km: ឥណទាន

source: Location
km: ទីតាំង

source: Log Out
km: ចាកចេញ

source: Long Sick Leave
km: ឈប់សម្រាកឈឺរយៈពេលវែង

source: Married Status
km: ស្ថានភាពគ្រួសារ

# monthlyQI
source: Monthly / Quarterly Incentive
km: ប្រាក់លើកទឹកចិត្តប្រចាំខែ / ត្រីមាស

source: My Profile
km: ប្រវត្តិរូប

source: Name
km: ឈ្មោះ

source: Net
km: ប្រាក់ទទួលសរុប

source: No
km: បោះបង់

source: Net Salary
km: ប្រាក់ខែបន្ទាប់ពីកាត់

source: New Password
km: ពាក្យសម្ងាត់ថ្មី

source: No.Of Days
km: ចំនួនថ្ងៃ

source: No data to display
km: គ្មានទិន្នន័យសម្រាប់បង្ហាញ

source: Number of Days
km: ចំនួនថ្ងៃ

source: Office Location
km: ទីតាំងការិយាល័យ

source: Other Benefits
km: អត្ថប្រយោជន៍ផ្សេងទៀត

source: Other Deduction
km: ប្រាក់ត្រូវកាត់ផ្សេងៗ

source: Parking Allowance
km: ប្រាក់ឧបត្ថម្ភចតរថយន្ត

source: Payment Date
km: កាលបរិច្ឆេទបើកប្រាក់ខែ

source: Personal Informations
km: ព័ត៌មានផ្ទាល់ខ្លួន

source: Personal Tax
km: ពន្ធផ្ទាល់ខ្លួន

source: Phone Allowance
km: ប្រាក់ឧបត្ថម្ភទូរស័ព្ទ

source: Please provide a reason for Leave
km: សូមបញ្ចាក់មូលហេតុសម្រាប់ស្នើសុំច្បាប់

source: Please select a start date
km: សូមជ្រើសកាលបរិច្ឆេទចាប់ផ្តើម

source: Please select a leave type
km: សូមជ្រើសប្រភេទច្បាប់មួយ

source: Please select an AM and PM
km: សូមជ្រើសពេលព្រឹក (AM) និងពេលល្ងាច (PM)

# pleaseSelectSAnEndDate
source: Please select a End Date
km: សូមជ្រើសកាលបរិច្ឆេទបញ្ចប់

source: Please enter your new password
km: សូមបញ្ចូលពាក្យសម្ងាត់ថ្មីរបស់អ្នក

source: Password must be at least 8 characters long
km: ពាក្យសម្ងាត់ត្រូវតែមានយ៉ាងហោចណាស់ 8 តួអក្សរ

source: Please confirm your password
km: សូមបញ្ជាក់ពាក្យសម្ងាត់របស់អ្នក

source: Passwords do not match
km: ពាក្យសម្ងាត់មិនត្រូវគ្នាទេ

source: Price/Unit
km: តម្លៃ/ឯកតា

source: Public Holidays
km: ថ្ងៃឈប់សម្រាក

source: Pension Fund
km: មូលនិធិបង់បសស

source: Reason
km: មូលហេតុ

source: Reject
km: បដិសេធ

source: Request Leave Onbehalf
km: ស្នើសុំច្បាប់ជំនួស

source: Role Access
km: សិទ្ធិប្រើប្រាស់

source: Salary
km: ប្រាក់ខែ

source: Save Profile
km: រក្សាទុកប្រវត្តិរូប

source: Salary History
km: ប្រវត្តិបៀវត្សរ៍

source: Salary for
km: ប្រាក់ខែសម្រាប់

source: Search
km: ស្វែងរក

source: Select half day
km: ជ្រើសពាក់កណ្តាលថ្ងៃ

source: Select Language
km: ជ្រើសរើសភាសា

source: Select Month
km: ជ្រើសរើសខែ

source: Select Year
km: ជ្រើសរើសឆ្នាំ

source: Severance Pay
km: ប្រាក់សំណងចាកចេញពីការងារ

# seniorityPayI
source: Seniority Pay(Included Tax)
km: ប្រាក់ឧបត្ថម្ភអតីតភាព (រួមបញ្ចូលពន្ធ)

# seniorityPayE
source: Seniority Pay(Excluded Tax)
km: ប្រាក់ឧបត្ថម្ភអតីតភាព (មិនរួមបញ្ចូលពន្ធ)

source: Settings
km: ការកំណត់

source: Sick Leave
km: ឈប់សម្រាកឈឺ

source: Special Leave
km: ឈប់សម្រាកពិសេស

source: Staff Loan
km: បំណុលបុគ្គលិក

source: Start Date
km: កាលបរិច្ឆេទចាប់ផ្តើម

source: Start Day
km: ថ្ងៃចាប់ផ្តើម

source: Status
km: ស្ថានភាព

# textDelegate
source: Delegate
km: ប្រគល់សិទ្ធិជូន

source: To
km: ដល់

source: To Date
km: ដល់ថ្ងៃ

source: total
km: សរុប

source: Total Deductions
km: ប្រាក់ត្រូវកាត់សរុប

source: Total Earnings
km: ប្រាក់ចំណូលសរុប

source: Total NetPay
km: ប្រាក់ទទួលសរុប

source: Training
km: វគ្គបណ្តុះ បណ្តាល

source: Training List
km: វគ្គបណ្តុះបណ្តាល

source: Type
km: ប្រភេទ

source: Type Of Training
km: ប្រភេទបណ្តុះបណ្តាល

source: This field is required
km: សូមបំពេញវាលនេះ

source: Unpaid Leave
km: ឈប់សម្រាកគ្មានប្រាក់ឈ្នួល

source: View Salary History
km: មើលប្រវត្តិប្រាក់ខែ

source: WORK INFORMATION
km: ព័ត៌មានការងារ

source: Yes
km: យល់ព្រម

source: Year
km: ឆ្នាំ
